/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Supprimer";
"Basic settings" = "Réglages de base";



/* MAIN ACTIVITIES */

"Home" = "Accueil";
"Open" = "Ouverts";
"Closed" = "Fermés";
"Awards" = "Trophés";



/* HOME VIEW */

"Up next" = "À venir";
"More to explore" = "Plus à explorer";
"%@, %lld items, %g%% complete." = "%@, %lld tâches, %g%% complété.";



/* PROJECTS VIEW */

"Open Projects" = "Projets Ouverts";
"Closed Projects" = "Projets Fermés";
"Add Project" = "Ajouter un Projet";
"Add New Item" = "Ajouter une Tâche";
"There's nothing here right now" = "Il n'y a rien ici pour l'instant";

/* A button that shows a menu with the following options */
"Sort" = "Filtrer";
"Sort items" = "Filtrer les tâches"; /* The title of the menu */
"Optimized" = "Optimisé"; /* Sort using an optimized algorithm */
"Creation Date" = "Date de Création"; /* Sort by the date items were created */
"Title" = "Titre"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Nouveau Projet";
"New Item" = "Nouvelle tâche";

"%@, completed." = "%@, complété.";
"%@, high priority." = "%@, haute priorité.";


/* EDITING PROJECTS */
"Edit Project" = "Éditer le Projet";
"Project name" = "Nom du Projet";
"Description of this project" = "Description du projet";
"Custom project color" = "Couleur customisée du projet";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Fermer ce projet";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Fermer un projet le déplacera des projets Ouverts aux projets Fermés ; le supprimer l'enlèvera entièrement des projets.";
"Reopen this project" = "Réouvrir ce projet";
"Delete this project" = "Supprimer ce projet";
"Delete project?" = "Supprimer ce projet?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Est-tu sûr de vouloir supprimer ce projet ? Cela supprimera toutes les tâches qu'il contient.";

/* Options to choose a color for the project project. */
"Select a project color" = "Sélectionne une couleur de projet";
"Pink" = "Rose";
"Purple" = "Violet";
"Red" = "Rouge";
"Orange" = "Orange";
"Gold" = "Or";
"Green" = "Vert";
"Teal" = "Turquoise";
"Light Blue" = "Bleu Clair";
"Dark Blue" = "Bleu Foncé";
"Midnight" = "Bleu Nuit";
"Dark Gray" = "Gris Foncé";
"Gray" = "Gris";

/* Options to set a notification reminder for the project. */
"Project reminders" = "Rappels de projet";
"Show reminders" = "Afficher les rappels";
"Oops!" = "Oups!";
"There was a problem. Please check you have notifications enabled." = "Il y a eu un problème. Veuillez vérifier que les notifications sont activées.";
"Check Settings" = "Vérifier les paramètres";
"Reminder time" = "Heure de rappel";


/* EDITING ITEMS */
"Edit Item" = "Éditer la tâche";
"Item name" = "Nom de la tâche";
"Description" = "Déscription";
"Priority" = "Priorité";
"Low" = "Basse";
"Medium" = "Moyenne";
"High" = "Haute";

"Mark Completed" = "Marquer complétée"; /* Mark this item as being completed (finished/accomplished) */


/* AWARDS */

"Locked" = "Vérrouillé";
"Unlocked: %@" = "Débloqué: %@";


/* UNLOCKING PRENIUM */

"Get Unlimited Projects" = "Obtient un nombre Illimité de Projets";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Vous pouvez ajouter trois projets gratuitement ou payer %@ pour ajouter un nombre illimité de projets.";
"If you already bought the unlock on another device, press Restore Purchases." = "Si vous avez déjà acheté l'accès premium sur un autre appareil, appuyez sur Restaurer les achats.";
"Restore Purchases" = "Restaurer les Achats";
"Sorry, there was an error loading the store. Please try again later." = "Désolé, une erreur s'est produite lors du chargement de la boutique. Veuillez réessayer plus tard.";
"Buy: %@" = "Acheter: %@";
"Loading…" = "Chargement…";
"Thank you!" = "Merci !";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Merci ! Votre demande est en attente de confirmation, mais vous pouvez continuer à utiliser l'application en attendant.";
"Dismiss" = "Annuler";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Sélectionne quelque chose depuis le menu pour commencer.";
